Repository: wzz6423/zshell
Catalog: mac/zshell/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, id, it, ja, ko, nl, pt_br, ru, th, tr, vi, zh_hans, zh_hant

source: Already used by the Quick Terminal
ar: تستخدمه الطرفية السريعة بالفعل
de: Bereits vom Schnellterminal verwendet
es: Ya lo usa el terminal rápido
fr: Déjà utilisé par le terminal rapide
id: Sudah dipakai Terminal Cepat
it: Già usato dal terminale rapido
ja: クイックターミナルのショートカットで既に使用されています
ko: 빠른 터미널에서 이미 사용 중
nl: Al in gebruik door de snelle terminal
pt_br: Já usado pelo terminal rápido
ru: Уже используется быстрым терминалом
th: เทอร์มินัลด่วนใช้อยู่แล้ว
tr: Hızlı Terminal tarafından kullanılıyor
vi: Terminal nhanh đang sử dụng
zh_hans: 已被临时终端快捷键占用
zh_hant: 已被臨時終端機快速鍵佔用

source: Already used by “%@”
ar: يستخدمه «%@» بالفعل
de: Bereits von „%@“ verwendet
es: Ya lo usa «%@»
fr: Déjà utilisé par « %@ »
id: Sudah dipakai oleh “%@”
it: Già usato da «%@»
ja: 「%@」で既に使用されています
ko: “%@”에서 이미 사용 중
nl: Al in gebruik door ‘%@’
pt_br: Já usado por “%@”
ru: Уже используется «%@»
th: “%@” ใช้อยู่แล้ว
tr: “%@” tarafından kullanılıyor
vi: “%@” đang sử dụng
zh_hans: 已被“%@”占用
zh_hant: 已被“%@”佔用

source: Always Show
ar: إظهار دائمًا
de: Immer anzeigen
es: Mostrar siempre
fr: Toujours afficher
id: Selalu Tampilkan
it: Mostra sempre
ja: 常に表示
ko: 항상 표시
nl: Altijd tonen
pt_br: Sempre mostrar
ru: Всегда показывать
th: แสดงเสมอ
tr: Her Zaman Göster
vi: Luôn hiển thị
zh_hans: 始终显示
zh_hant: 始終顯示

source: Amend Last Commit
ar: تعديل الالتزام الأخير
de: Letzten Commit ändern
es: Enmendar el último commit
fr: Modifier le dernier commit
id: Perbaiki Commit Terakhir
it: Modifica l'ultimo commit
ja: 直前のコミットを修正
ko: 마지막 커밋 수정
nl: Laatste commit aanpassen
pt_br: Emendar o último commit
ru: Дополнить последний коммит
th: แก้ไขคอมมิตล่าสุด
tr: Son Commit’i Düzelt
vi: Sửa commit cuối
zh_hans: 修订上次提交
zh_hant: 修訂上次提交

source: Amend commit
ar: تعديل الالتزام
de: Commit ändern
es: Enmendar commit
fr: Modifier le commit
id: Perbaiki commit
it: Modifica commit
ja: コミットを修正
ko: 커밋 수정
nl: Commit aanpassen
pt_br: Emendar commit
ru: Дополнить коммит
th: แก้ไขคอมมิต
tr: Commit’i düzelt
vi: Sửa commit
zh_hans: 修订提交
zh_hant: 修訂提交

source: An item named “%@” already exists here.
ar: يوجد عنصر باسم «%@» هنا بالفعل.
de: Ein Objekt mit dem Namen „%@“ ist hier bereits vorhanden.
es: Ya existe aquí un elemento llamado «%@».
fr: Un élément nommé « %@ » existe déjà ici.
id: Item bernama “%@” sudah ada di sini.
it: Esiste già un elemento chiamato «%@» qui.
ja: 「%@」という名前の項目がすでに存在します。
ko: “%@” 이름의 항목이 이미 있습니다.
nl: Hier bestaat al een onderdeel met de naam ‘%@’.
pt_br: Já existe um item chamado “%@” aqui.
ru: Объект с именем «%@» уже существует.
th: มีรายการชื่อ “%@” อยู่ที่นี่แล้ว
tr: Burada “%@” adlı bir öğe zaten var.
vi: Đã có mục tên “%@” ở đây.
zh_hans: 这里已有名为“%@”的项目。
zh_hant: 這裡已有名為「%@」的項目。

source: App Icon
ar: أيقونة التطبيق
de: App-Symbol
es: Icono de la app
fr: Icône de l'app
id: Ikon Aplikasi
it: Icona dell'app
ja: App アイコン
ko: 앱 아이콘
nl: App-icoon
pt_br: Ícone do app
ru: Значок приложения
th: ไอคอนแอป
tr: Uygulama Simgesi
vi: Biểu tượng ứng dụng
zh_hans: App 图标
zh_hant: App 圖示

source: Appearance
ar: المظهر
de: Erscheinungsbild
es: Apariencia
fr: Apparence
id: Tampilan
it: Aspetto
ja: 外観
ko: 외관
nl: Uiterlijk
pt_br: Aparência
ru: Внешний вид
th: ลักษณะ
tr: Görünüm
vi: Giao diện
zh_hans: 外观
zh_hant: 外觀

source: Apply
ar: تطبيق
de: Anwenden
es: Aplicar
fr: Appliquer
id: Terapkan
it: Applica
ja: 適用
ko: 적용
nl: Pas toe
pt_br: Aplicar
ru: Применить
th: นำไปใช้
tr: Uygula
vi: Áp dụng
zh_hans: 应用
zh_hant: 應用

source: Apply the settings in “%@”?
ar: هل تريد تطبيق الإعدادات في «%@»؟
de: Die Einstellungen aus „%@“ anwenden?
es: ¿Aplicar los ajustes de «%@»?
fr: Appliquer les réglages de « %@ » ?
id: Terapkan pengaturan dalam “%@”?
it: Applicare le impostazioni di «%@»?
ja: 「%@」の設定を適用しますか？
ko: “%@”의 설정을 적용할까요?
nl: Instellingen uit ‘%@’ toepassen?
pt_br: Aplicar os ajustes de “%@”?
ru: Применить настройки из «%@»?
th: ใช้การตั้งค่าใน “%@” หรือไม่
tr: “%@” içindeki ayarlar uygulansın mı?
vi: Áp dụng cài đặt trong “%@”?
zh_hans: 应用“%@”中的设置？
zh_hant: 應用“%@”中的設定？

source: Arguments
ar: الوسائط
de: Argumente
es: Argumentos
id: Argumen
it: Argomenti
ja: 引数
ko: 인수
nl: Argumenten
pt_br: Argumentos
ru: Аргументы
th: อาร์กิวเมนต์
tr: Bağımsız Değişkenler
vi: Đối số
zh_hans: 参数
zh_hant: 參數

source: Arguments are parsed without a shell. Quotes and backslashes preserve argument boundaries.
ar: تُحلّل الوسائط دون صدفة. تحافظ علامات الاقتباس والشرطات المائلة العكسية على حدود الوسائط.
de: Argumente werden ohne Shell ausgewertet. Anführungszeichen und Backslashes bewahren die Argumentgrenzen.
es: Los argumentos se interpretan sin shell. Las comillas y las barras invertidas conservan los límites de cada argumento.
fr: Les arguments sont analysés sans shell. Les guillemets et barres obliques inverses préservent les limites des arguments.
id: Argumen diurai tanpa shell. Tanda kutip dan garis miring terbalik menjaga batas argumen.
it: Gli argomenti vengono analizzati senza una shell. Virgolette e barre rovesciate preservano i confini degli argomenti.
ja: 引数はシェルを介さずに解析されます。引用符とバックスラッシュで引数の区切りを保持できます。
ko: 인수는 셸 없이 분석됩니다. 따옴표와 역슬래시는 인수 경계를 유지합니다.
nl: Argumenten worden zonder shell verwerkt. Aanhalingstekens en backslashes behouden de grenzen tussen argumenten.
pt_br: Os argumentos são analisados sem um shell. Aspas e barras invertidas preservam os limites dos argumentos.
ru: Аргументы разбираются без оболочки. Кавычки и обратная косая черта сохраняют границы аргументов.
th: แยกอาร์กิวเมนต์โดยไม่ใช้เชลล์ เครื่องหมายคำพูดและแบ็กสแลชจะรักษาขอบเขตอาร์กิวเมนต์
tr: Bağımsız değişkenler kabuk kullanılmadan ayrıştırılır. Tırnaklar ve ters eğik çizgiler değişken sınırlarını korur.
vi: Đối số được phân tích không qua shell. Dấu ngoặc kép và dấu gạch chéo ngược giữ nguyên ranh giới đối số.
zh_hans: 参数不经 Shell 解析。引号和反斜杠用于保留参数边界。
zh_hant: 參數不經 Shell 解析。引號和反斜槓用於保留參數邊界。

source: Arguments, for example --no-config
ar: الوسائط، مثل --no-config
de: Argumente, zum Beispiel --no-config
es: Argumentos, por ejemplo --no-config
fr: Arguments, par exemple --no-config
id: Argumen, misalnya --no-config
it: Argomenti, ad esempio --no-config
ja: 引数（例：--no-config）
ko: 인수, 예: --no-config
nl: Argumenten, bijvoorbeeld --no-config
pt_br: Argumentos, por exemplo --no-config
ru: Аргументы, например --no-config
th: อาร์กิวเมนต์ เช่น --no-config
tr: Bağımsız değişkenler, örneğin --no-config
vi: Đối số, ví dụ --no-config
zh_hans: 参数，例如 --no-config
zh_hant: 參數，例如 --no-config

source: Authorize Clipboard Access
ar: السماح بالوصول إلى الحافظة
de: Zugriff auf die Zwischenablage erlauben
es: Autorizar acceso al portapapeles
fr: Autoriser l'accès au presse-papiers
id: Izinkan Akses Papan Klip
it: Autorizza l'accesso agli appunti
ja: クリップボードへのアクセスを許可
ko: 클립보드 접근 허용
nl: Toegang tot klembord toestaan
pt_br: Autorizar acesso à área de transferência
ru: Разрешить доступ к буферу обмена
th: อนุญาตให้เข้าถึงคลิปบอร์ด
tr: Panoya Erişim İzni Ver
vi: Cho phép truy cập bảng nhớ tạm
zh_hans: 允许访问剪贴板
zh_hant: 允許訪問剪貼簿

source: Auto
ar: تلقائي
de: Automatisch
es: Automático
fr: Automatique
id: Otomatis
it: Automatico
ja: 自動
ko: 자동
nl: Automatisch
pt_br: Automático
ru: Авто
th: อัตโนมัติ
tr: Otomatik
vi: Tự động
zh_hans: 自动
zh_hant: 自動

source: Automatically check for updates
ar: التحقق من التحديثات تلقائيًا
de: Automatisch nach Updates suchen
es: Buscar actualizaciones automáticamente
fr: Rechercher automatiquement les mises à jour
id: Periksa pembaruan otomatis
it: Cerca aggiornamenti automaticamente
ja: アップデートを自動で確認
ko: 자동으로 업데이트 확인
nl: Automatisch op updates controleren
pt_br: Buscar atualizações automaticamente
ru: Автоматически проверять обновления
th: ตรวจหาการอัปเดตอัตโนมัติ
tr: Güncellemeleri otomatik denetle
vi: Tự động kiểm tra bản cập nhật
zh_hans: 自动检查更新
zh_hant: 自動檢查更新

source: Automatically download and install updates
ar: تنزيل التحديثات وتثبيتها تلقائيًا
de: Updates automatisch laden und installieren
es: Descargar e instalar actualizaciones automáticamente
fr: Télécharger et installer automatiquement les mises à jour
id: Unduh dan instal pembaruan otomatis
it: Scarica e installa gli aggiornamenti automaticamente
ja: アップデートを自動でダウンロードしてインストール
ko: 자동으로 업데이트 다운로드 및 설치
nl: Updates automatisch downloaden en installeren
pt_br: Baixar e instalar atualizações automaticamente
ru: Автоматически загружать и устанавливать обновления
th: ดาวน์โหลดและติดตั้งการอัปเดตอัตโนมัติ
tr: Güncellemeleri otomatik indir ve yükle
vi: Tự động tải và cài đặt bản cập nhật
zh_hans: 自动下载并安装更新
zh_hant: 自動下載並安裝更新

source: Automation
ar: الأتمتة
de: Automatisierung
es: Automatización
fr: Automatisation
id: Otomatisasi
it: Automazione
ja: オートメーション
ko: 자동화
nl: Automatisering
pt_br: Automação
ru: Автоматизация
th: ระบบอัตโนมัติ
tr: Otomasyon
vi: Tự động hóa
zh_hans: 自动化
zh_hant: 自動化

source: Available
ar: متوفر
de: Verfügbar
es: Disponible
fr: Disponible
id: Tersedia
it: Disponibile
ja: 利用可能
ko: 사용 가능
nl: Beschikbaar
pt_br: Disponível
ru: Доступно
th: พร้อมใช้งาน
tr: Mevcut
vi: Có sẵn
zh_hans: 可用
zh_hant: 可用

source: Back
ar: رجوع
de: Zurück
es: Atrás
fr: Retour
id: Kembali
it: Indietro
ja: 戻る
ko: 뒤로
nl: Terug
pt_br: Voltar
ru: Назад
th: ย้อนกลับ
tr: Geri
vi: Quay lại
zh_hans: 返回
zh_hant: 返回

source: Backend
ar: المحرك الخلفي
es: Motor
fr: Moteur
it: Motore
ja: バックエンド
ko: 백엔드
ru: Бэкенд
th: แบ็กเอนด์
tr: Arka Uç
vi: Bộ xử lý nền
zh_hans: 后端
zh_hant: 後端

source: Background
ar: الخلفية
de: Hintergrund
es: Fondo
fr: Arrière-plan
id: Latar Belakang
it: Sfondo
ja: 背景
ko: 배경
nl: Achtergrond
pt_br: Fundo
ru: Фон
th: พื้นหลัง
tr: Arka Plan
vi: Nền
zh_hans: 背景
zh_hant: 背景

source: Bar
ar: خط عمودي
de: Strich
es: Barra
fr: Barre
id: Garis Vertikal
it: Barra
ja: 縦線
ko: 세로 막대
nl: Streep
pt_br: Barra
ru: Вертикальная черта
th: เส้นแนวตั้ง
tr: Dikey Çizgi
vi: Vạch dọc
zh_hans: 竖线
zh_hant: 竪線

source: Bare repositories cannot be opened in a terminal tab
ar: لا يمكن فتح المستودعات المجرّدة في تبويب طرفية
de: Bare-Repositories können nicht in einem Terminal-Tab geöffnet werden
es: Los repositorios bare no se pueden abrir en una pestaña de terminal
fr: Les dépôts nus ne peuvent pas être ouverts dans un onglet de terminal
id: Repositori bare tidak dapat dibuka di tab terminal
it: I repository bare non possono essere aperti in una scheda del terminale
ja: ベアリポジトリはターミナルタブで開けません
ko: 베어 저장소는 터미널 탭에서 열 수 없습니다
nl: Bare-repositories kunnen niet in een terminaltabblad worden geopend
pt_br: Repositórios bare não podem ser abertos em uma aba de terminal
ru: Голый репозиторий нельзя открыть во вкладке терминала
th: ไม่สามารถเปิดที่เก็บแบบ bare ในแท็บเทอร์มินัลได้
tr: Yalın depolar terminal sekmesinde açılamaz
vi: Không thể mở kho bare trong thẻ terminal
zh_hans: 裸仓库无法在终端标签页中打开
zh_hant: 裸儲存庫無法在終端機分頁中開啟

source: Bare repositories do not have a working directory
ar: المستودعات المجرّدة لا تحتوي على مجلد عمل
de: Bare-Repositories haben kein Arbeitsverzeichnis
es: Los repositorios bare no tienen directorio de trabajo
fr: Les dépôts nus n'ont pas de répertoire de travail
id: Repositori bare tidak memiliki direktori kerja
it: I repository bare non hanno una directory di lavoro
ja: ベアリポジトリには作業ディレクトリがありません
ko: 베어 저장소에는 작업 디렉터리가 없습니다
nl: Bare-repositories hebben geen werkmap
pt_br: Repositórios bare não têm diretório de trabalho
ru: У голого репозитория нет рабочего каталога
th: ที่เก็บแบบ bare ไม่มีไดเรกทอรีทำงาน
tr: Yalın depoların çalışma dizini yoktur
vi: Kho bare không có thư mục làm việc
zh_hans: 裸仓库没有工作目录
zh_hant: 裸儲存庫沒有工作目錄

source: Behavior
ar: السلوك
de: Verhalten
es: Comportamiento
fr: Comportement
id: Perilaku
it: Comportamento
ja: 動作
ko: 동작
nl: Gedrag
pt_br: Comportamento
ru: Поведение
th: พฤติกรรม
tr: Davranış
vi: Hành vi
zh_hans: 行为
zh_hant: 行為

source: Before
ar: قبل
de: Vorher
es: Antes
fr: Avant
id: Sebelum
it: Prima
ja: 変更前
ko: 이전
nl: Voor
pt_br: Antes
ru: До
th: ก่อน
tr: Önce
vi: Trước
zh_hans: 变更前
zh_hant: 變更前

source: Binary file
ar: ملف ثنائي
de: Binärdatei
es: Archivo binario
fr: Fichier binaire
id: File biner
it: File binario
ja: バイナリファイル
ko: 바이너리 파일
nl: Binair bestand
pt_br: Arquivo binário
ru: Двоичный файл
th: ไฟล์ไบนารี
tr: İkili dosya
vi: Tệp nhị phân
zh_hans: 二进制文件
zh_hant: 二進位檔案

source: Bisect in progress
ar: جارٍ البحث الثنائي
de: Bisect läuft
es: Bisección en curso
fr: Bissection en cours
id: Bisect sedang berlangsung
it: Bisezione in corso
ja: bisectの実行中
ko: 이진 탐색 진행 중
nl: Bisect wordt uitgevoerd
pt_br: Bisseção em andamento
ru: Выполняется bisect
th: กำลังทำ bisect
tr: İkili arama sürüyor
vi: Đang thực hiện bisect
zh_hans: 正在执行 bisect
zh_hant: 正在執行 bisect

source: Blink cursor
ar: وميض المؤشر
de: Cursor blinken lassen
es: Cursor parpadeante
fr: Curseur clignotant
id: Kursor berkedip
it: Cursore lampeggiante
ja: カーソルを点滅させる
ko: 커서 깜박임
nl: Knipperende cursor
pt_br: Cursor piscante
ru: Мигающий курсор
th: เคอร์เซอร์กะพริบ
tr: İmleci yanıp söndür
vi: Con trỏ nhấp nháy
zh_hans: 光标闪烁
zh_hant: 游標閃爍

source: Block
ar: كتلة
es: Bloque
fr: Bloc
id: Blok
it: Blocco
ja: ブロック
ko: 블록
nl: Blok
pt_br: Bloco
ru: Блок
th: บล็อก
tr: Blok
vi: Khối
zh_hans: 方块
zh_hant: 方塊

source: Block Zshell Commands
ar: حظر أوامر Zshell
de: Zshell-Befehle blockieren
es: Bloquear comandos de Zshell
fr: Bloquer les commandes Zshell
id: Blokir Perintah Zshell
it: Blocca i comandi Zshell
ja: Zshell のコマンドをブロック
ko: Zshell 명령 차단
nl: Zshell-opdrachten blokkeren
pt_br: Bloquear comandos do Zshell
ru: Блокировать команды Zshell
th: บล็อกคำสั่ง Zshell
tr: Zshell Komutlarını Engelle
vi: Chặn lệnh Zshell
zh_hans: 屏蔽 Zshell 命令
zh_hant: 屏蔽 Zshell 命令

source: Blur behind window
ar: تمويه خلف النافذة
de: Hintergrund hinter dem Fenster weichzeichnen
es: Desenfocar detrás de la ventana
fr: Flou derrière la fenêtre
id: Buramkan belakang jendela
it: Sfoca dietro la finestra
ja: ウインドウ背面をぼかす
ko: 창 뒤 흐림 효과
nl: Achtergrond achter venster vervagen
pt_br: Desfocar atrás da janela
ru: Размытие за окном
th: เบลอด้านหลังหน้าต่าง
tr: Pencere arkasını bulanıklaştır
vi: Làm mờ phía sau cửa sổ
zh_hans: 模糊窗口后方
zh_hant: 模糊視窗後方

source: Branch name
ar: اسم الفرع
es: Nombre de rama
fr: Nom de la branche
id: Nama branch
it: Nome del branch
ja: ブランチ名
ko: 브랜치 이름
nl: Branchnaam
pt_br: Nome da branch
ru: Имя ветки
th: ชื่อสาขา
tr: Dal adı
vi: Tên nhánh
zh_hans: 分支名称
zh_hant: 分支名稱

source: Branch or HEAD changed before the Git action could run. Review the current changes and try again.
ar: تغيّر الفرع أو HEAD قبل تنفيذ إجراء Git. راجع التغييرات الحالية وحاول مجددًا.
de: Branch oder HEAD hat sich vor der Git-Aktion geändert. Prüfe die aktuellen Änderungen und versuche es erneut.
es: La rama o HEAD cambió antes de ejecutar la acción de Git. Revisa los cambios actuales e inténtalo de nuevo.
fr: La branche ou HEAD a changé avant l'exécution de l'action Git. Examinez les modifications actuelles et réessayez.
id: Branch atau HEAD berubah sebelum tindakan Git dijalankan. Tinjau perubahan saat ini dan coba lagi.
it: Il branch o HEAD è cambiato prima dell'azione Git. Controlla le modifiche attuali e riprova.
ja: Git操作の前にブランチまたはHEADが変更されました。現在の変更を確認してもう一度お試しください。
ko: Git 작업을 실행하기 전에 브랜치 또는 HEAD가 변경되었습니다. 현재 변경 사항을 검토하고 다시 시도하세요.
nl: De branch of HEAD is gewijzigd voordat de Git-actie kon worden uitgevoerd. Beoordeel de huidige wijzigingen en probeer het opnieuw.
pt_br: A branch ou HEAD mudou antes da ação Git. Revise as alterações atuais e tente novamente.
ru: Ветка или HEAD изменились до выполнения операции Git. Проверьте текущие изменения и повторите попытку.
th: สาขาหรือ HEAD เปลี่ยนก่อนดำเนินการ Git ตรวจทานการเปลี่ยนแปลงปัจจุบันแล้วลองอีกครั้ง
tr: Git işlemi çalıştırılmadan önce dal veya HEAD değişti. Mevcut değişiklikleri inceleyip yeniden deneyin.
vi: Nhánh hoặc HEAD đã thay đổi trước khi thực hiện thao tác Git. Xem xét các thay đổi hiện tại rồi thử lại.
zh_hans: 执行 Git 操作前，分支或 HEAD 已发生变化。请检查当前更改后重试。
zh_hant: 執行 Git 操作前，分支或 HEAD 已發生變化。請檢查目前變更後重試。

source: Branch or HEAD changed before the file action could run. Review the current changes and try again.
ar: تغيّر الفرع أو HEAD قبل تنفيذ إجراء الملف. راجع التغييرات الحالية وحاول مجددًا.
de: Branch oder HEAD hat sich vor der Dateiaktion geändert. Prüfe die aktuellen Änderungen und versuche es erneut.
es: La rama o HEAD cambió antes de ejecutar la acción sobre los archivos. Revisa los cambios actuales e inténtalo de nuevo.
fr: La branche ou HEAD a changé avant l'action sur les fichiers. Examinez les modifications actuelles et réessayez.
id: Branch atau HEAD berubah sebelum tindakan file dijalankan. Tinjau perubahan saat ini dan coba lagi.
it: Il branch o HEAD è cambiato prima dell'azione sui file. Controlla le modifiche attuali e riprova.
ja: ファイル操作の前にブランチまたはHEADが変更されました。現在の変更を確認してもう一度お試しください。
ko: 파일 작업을 실행하기 전에 브랜치 또는 HEAD가 변경되었습니다. 현재 변경 사항을 검토하고 다시 시도하세요.
nl: De branch of HEAD is gewijzigd voordat de bestandsactie kon worden uitgevoerd. Beoordeel de huidige wijzigingen en probeer het opnieuw.
pt_br: A branch ou HEAD mudou antes da ação nos arquivos. Revise as alterações atuais e tente novamente.
ru: Ветка или HEAD изменились до выполнения операции с файлом. Проверьте текущие изменения и повторите попытку.
th: สาขาหรือ HEAD เปลี่ยนก่อนดำเนินการกับไฟล์ ตรวจทานการเปลี่ยนแปลงปัจจุบันแล้วลองอีกครั้ง
tr: Dosya işlemi çalıştırılmadan önce dal veya HEAD değişti. Mevcut değişiklikleri inceleyip yeniden deneyin.
vi: Nhánh hoặc HEAD đã thay đổi trước khi thực hiện thao tác tệp. Xem xét các thay đổi hiện tại rồi thử lại.
zh_hans: 执行文件操作前，分支或 HEAD 已发生变化。请检查当前更改后重试。
zh_hant: 執行檔案操作前，分支或 HEAD 已發生變化。請檢查目前變更後重試。

source: Branch, HEAD, or upstream changed before the Git action could run. Review the current changes and try again.
ar: تغيّر الفرع أو HEAD أو الفرع المتتبَّع قبل تنفيذ إجراء Git. راجع التغييرات الحالية وحاول مجددًا.
de: Branch, HEAD oder Upstream hat sich vor der Git-Aktion geändert. Prüfe die aktuellen Änderungen und versuche es erneut.
es: La rama, HEAD o la rama de seguimiento cambió antes de ejecutar la acción de Git. Revisa los cambios actuales e inténtalo de nuevo.
fr: La branche, HEAD ou la branche amont a changé avant l'action Git. Examinez les modifications actuelles et réessayez.
id: Branch, HEAD, atau upstream berubah sebelum tindakan Git dijalankan. Tinjau perubahan saat ini dan coba lagi.
it: Il branch, HEAD o l'upstream è cambiato prima dell'azione Git. Controlla le modifiche attuali e riprova.
ja: Git操作の前にブランチ、HEAD、または上流が変更されました。現在の変更を確認してもう一度お試しください。
ko: Git 작업을 실행하기 전에 브랜치, HEAD 또는 업스트림이 변경되었습니다. 현재 변경 사항을 검토하고 다시 시도하세요.
nl: De branch, HEAD of upstream is gewijzigd voordat de Git-actie kon worden uitgevoerd. Beoordeel de huidige wijzigingen en probeer het opnieuw.
pt_br: A branch, HEAD ou upstream mudou antes da ação Git. Revise as alterações atuais e tente novamente.
ru: Ветка, HEAD или вышестоящая ветка изменились до выполнения операции Git. Проверьте текущие изменения и повторите попытку.
th: สาขา HEAD หรืออัปสตรีมเปลี่ยนก่อนดำเนินการ Git ตรวจทานการเปลี่ยนแปลงปัจจุบันแล้วลองอีกครั้ง
tr: Git işlemi çalıştırılmadan önce dal, HEAD veya izlenen dal değişti. Mevcut değişiklikleri inceleyip yeniden deneyin.
vi: Nhánh, HEAD hoặc upstream đã thay đổi trước khi thực hiện thao tác Git. Xem xét các thay đổi hiện tại rồi thử lại.
zh_hans: 执行 Git 操作前，分支、HEAD 或上游已发生变化。请检查当前更改后重试。
zh_hant: 執行 Git 操作前，分支、HEAD 或上游已發生變化。請檢查目前變更後重試。

source: Browser
ar: المتصفح
es: Navegador
fr: Navigateur
ja: ブラウザ
ko: 브라우저
pt_br: Navegador
ru: Браузер
th: เบราว์เซอร์
tr: Tarayıcı
vi: Trình duyệt
zh_hans: 浏览器
zh_hant: 瀏覽器

source: Browse…
ar: استعراض…
de: Durchsuchen…
es: Examinar…
fr: Parcourir…
id: Telusuri…
it: Sfoglia…
ja: 参照…
ko: 찾아보기…
nl: Blader…
pt_br: Procurar…
ru: Обзор…
th: เรียกดู…
tr: Göz At…
vi: Duyệt…
zh_hans: 浏览…
zh_hant: 瀏覽…

source: CHANGES
ar: التغييرات
de: ÄNDERUNGEN
es: CAMBIOS
fr: MODIFICATIONS
id: PERUBAHAN
it: MODIFICHE
ja: 変更
ko: 변경 사항
nl: WIJZIGINGEN
pt_br: ALTERAÇÕES
ru: ИЗМЕНЕНИЯ
th: การเปลี่ยนแปลง
tr: DEĞİŞİKLİKLER
vi: THAY ĐỔI
zh_hans: 更改
zh_hant: 變更

source: CJK fallback
ar: خط CJK البديل
de: CJK-Ersatzschrift
es: Fuente alternativa CJK
fr: Police de repli CJK
id: Font Cadangan CJK
it: Font alternativo CJK
ja: CJKフォールバック
ko: CJK 대체 글꼴
nl: CJK-terugvallettertype
pt_br: Fonte alternativa CJK
ru: Резервный шрифт CJK
th: ฟอนต์สำรอง CJK
tr: CJK yedek yazı tipi
vi: Phông dự phòng CJK
zh_hans: CJK 后备字体
zh_hant: CJK 後備字體

source: CURRENT DIRECTORY
ar: المجلد الحالي
de: AKTUELLES VERZEICHNIS
es: DIRECTORIO ACTUAL
fr: RÉPERTOIRE ACTUEL
id: DIREKTORI SAAT INI
it: DIRECTORY ATTUALE
ja: 現在のディレクトリ
ko: 현재 디렉터리
nl: HUIDIGE MAP
pt_br: DIRETÓRIO ATUAL
ru: ТЕКУЩИЙ КАТАЛОГ
th: ไดเรกทอรีปัจจุบัน
tr: GEÇERLİ DİZİN
vi: THƯ MỤC HIỆN TẠI
zh_hans: 当前目录
zh_hant: 目前目錄

source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
id: Batal
it: Annulla
ja: キャンセル
ko: 취소
nl: Annuleer
pt_br: Cancelar
ru: Отмена
th: ยกเลิก
tr: İptal
vi: Hủy
zh_hans: 取消
zh_hant: 取消

source: Cancel Branch Creation
ar: إلغاء إنشاء الفرع
de: Branch-Erstellung abbrechen
es: Cancelar creación de rama
fr: Annuler la création de branche
id: Batalkan Pembuatan Branch
it: Annulla creazione del branch
ja: ブランチ作成をキャンセル
ko: 브랜치 생성 취소
nl: Aanmaken van branch annuleren
pt_br: Cancelar criação da branch
ru: Отменить создание ветки
th: ยกเลิกการสร้างสาขา
tr: Dal Oluşturmayı İptal Et
vi: Hủy tạo nhánh
zh_hans: 取消创建分支
zh_hant: 取消建立分支

source: Change Folder…
ar: تغيير المجلد…
de: Ordner ändern…
es: Cambiar carpeta…
fr: Changer de dossier…
id: Ubah Folder…
it: Cambia cartella…
ja: フォルダを変更…
ko: 폴더 변경…
nl: Map wijzigen…
pt_br: Alterar pasta…
ru: Изменить папку…
th: เปลี่ยนโฟลเดอร์…
tr: Klasörü Değiştir…
vi: Đổi thư mục…
zh_hans: 更改文件夹…
zh_hant: 變更資料夾…

source: Changed
ar: متغيّر
de: Geändert
es: Cambiado
fr: Modifié
id: Diubah
it: Cambiato
ja: 変更
ko: 변경됨
nl: Gewijzigd
pt_br: Alterado
ru: Изменён
th: เปลี่ยนแล้ว
tr: Değişti
vi: Đã thay đổi
zh_hans: 已更改
zh_hant: 已變更

source: Changes apply only to new terminals. Open shells keep their current backend.
ar: تنطبق التغييرات على الطرفيات الجديدة فقط. تحتفظ الصدف المفتوحة بمحركها الحالي.
de: Änderungen gelten nur für neue Terminals. Offene Shells behalten ihr aktuelles Backend.
es: Los cambios solo se aplican a terminales nuevos. Los shells abiertos mantienen su motor actual.
fr: Les changements ne s'appliquent qu'aux nouveaux terminaux. Les shells ouverts conservent leur moteur actuel.
id: Perubahan hanya berlaku untuk terminal baru. Shell yang terbuka tetap memakai backend saat ini.
it: Le modifiche si applicano solo ai nuovi terminali. Le shell aperte mantengono il motore attuale.
ja: 変更は新しく開くターミナルにのみ適用されます。すでに開いているシェルは現在のエンジンを使い続けます。
ko: 변경 사항은 새 터미널에만 적용됩니다. 열려 있는 셸은 현재 백엔드를 유지합니다.
nl: Wijzigingen gelden alleen voor nieuwe terminals. Open shells behouden hun huidige backend.
pt_br: As alterações se aplicam apenas a novos terminais. Shells abertos mantêm o backend atual.
ru: Изменения применяются только к новым терминалам. Открытые оболочки сохраняют текущий бэкенд.
th: การเปลี่ยนแปลงมีผลเฉพาะเทอร์มินัลใหม่ เชลล์ที่เปิดอยู่จะใช้แบ็กเอนด์เดิม
tr: Değişiklikler yalnızca yeni terminallere uygulanır. Açık kabuklar mevcut arka ucu kullanmayı sürdürür.
vi: Thay đổi chỉ áp dụng cho terminal mới. Shell đang mở giữ nguyên bộ xử lý nền hiện tại.
zh_hans: 切换仅对新建终端生效，已打开的 Shell 继续使用原来的渲染引擎。
zh_hant: 切換僅對新增終端機生效，已開啟的 Shell 繼續使用原來的渲染引擎。
